tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'josegonzalez/php'
cask 'xquartz'
brew 'ant'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'bdw-gc'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'ghc'
brew 'cabal-install'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'casperjs', args: ['devel']
brew 'libsigsegv'
brew 'readline'
brew 'clisp'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cmake'
brew 'libtool'
brew 'corkscrew'
brew 'ctags'
brew 'libogg'
brew 'flac'
brew 'gauche'
brew 'gawk'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gnu-smalltalk'
brew 'gnu-tar'
brew 'hub'
brew 'jpeg'
brew 'openssl'
brew 'libevent'
brew 'libvorbis'
brew 'libsndfile'
brew 'libtiff'
brew 'ossp-uuid'
brew 'yajl'
brew 'sqlite'
brew 'python'
brew 'io'
brew 'jenkins'
brew 'libgpg-error'
brew 'libksba'
brew 'libyaml'
brew 'lua'
brew 'scons'
brew 'mongodb'
brew 'mysql'
brew 'nkf'
brew 'node'
brew 'peco'
brew 'phantomjs'
brew 'portmidi'
brew 'postgresql'
brew 'pyenv'
brew 'rbenv'
brew 'rbenv-gem-rehash'
brew 'rbenv-gemset'
brew 'rename'
brew 'rlwrap'
brew 'rsense'
brew 'ruby-build'
brew 'sdl'
brew 'webp'
brew 'sdl_image'
brew 'smpeg'
brew 'sdl_mixer'
brew 'sdl_sound'
brew 'sdl_ttf'
brew 'texinfo'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'w3m'
brew 'wget'
brew 'zsh-completions'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/gdb'
brew 'homebrew/science/r'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/ppl011'
brew 'homebrew/versions/cloog-ppl015'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/gcc46'
brew 'homebrew/versions/phantomjs198'
cask 'ghc'
